Repository: zahardev/importer-from-maxsite
Catalog: lang/ifm-*.po
Languages: ru_ru

source: Invalid URL Provided.
ru_ru: Недопустимый URL-адрес.

source: Could not create Temporary file.
ru_ru: Не удалось создать временный файл.

source: Url %s can not be reached
ru_ru: Url %s недоступен

source: Wrong url!
ru_ru: Неверный URL!

source: All data has been imported successfully!
ru_ru: Все данные были успешно импортированы!

source: Errors:
ru_ru: Ошибки:

source: Imported %d categories, %d pages, %d comments, %d fields and %d images
ru_ru: Импортировано %d категорий, %d страниц, %d комментариев, %d мета полей и %d изображений

source: Could not find Advanced Custom Fields plugin, skipped importing meta fields
ru_ru: Плагин Advanced Custom Fields не найден, импорт мета полей пропущен

source: Could not import page
ru_ru: Не удалось импортировать страницу

source: Could not import comment on the page
ru_ru: Не удалось импортировать комментарий на странице

source: Could not download image
ru_ru: Не удалось импортировать изображение

source: Could not import category
ru_ru: Не удалось импортировать категорию

source: Importer From MaxSite
ru_ru: Импортер из MaxSite

source: You can not use this plugin: please enable xml module first!
ru_ru: Вы не можете использовать этот плагин: пожалуйста включите сначала xml модуль!

source: Directory %s is not writable
ru_ru: Папка %s закрыта для записи

source: Before importing, please make sure you installed <a target="_blank" href="%s">Export API plugin</a> on your MaxSite CMS site and <a target="_blank" href="%s">Advanced Custom Fields</a> plugin on you WordPress site.
ru_ru: Пожалуйста, перед импортом убедитесь, что Вы установили <a target="_blank" href="%s">Export API plugin</a> на Ваш MaxSite CMS сайт и <a target="_blank" href="%s">Advanced Custom Fields</a> плагин на Ваш WordPress сайт.

source: Importing.. Please don't close the page until it is finished!
ru_ru: Импортирую.. Пожалуйста, не закрывайте страницу до окончания!

source: Import Content
ru_ru: Импортировать
